Repository: myclabs/Inventory
Catalog: application/languages/Orga/navigation.tmx
Source language: fr
Languages: en

source: Espace de travail #[LABEL]
en: Workspace #[LABEL]

source: Cliquer pour accéder (workspace sans libellé)
en: Click to open (workspace without label)

source: Vue globale
en: Global view

source: Cette unité organisationnelle n'est pas pertinente, il n'est donc pas possible d'y accéder.
en: This organizational unit is irrelevant, therefore access to it is locked.

source: Afficher / masquer le volet d'exploration
en: Display / hide navigation panel
